/* 
   MNError.strings
   MindNode

   Created by Markus Müller on 07.05.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */



/* MNUnknownFileReadError */
"description1" = "MindNode 書類データが読み込めませんでした。";
"failureReason1" = "指定されたファイルは壊れています。";

/* MNUnknownPasteboardReadError */
"description2" = "MindNode のクリップボードデータを読み込めませんでした。原因は不明です。";
"failureReason2" = "未知のエラーが発生しました。";

/* MNWriteCouldntMakeTIFFError */
"description3" = "空になるので TIFF イメージを作成できませんでした。";
"failureReason3" = "空の TIFF イメージになります。";

/* MNUnknownFileWriteError */
"description4" = "MindNode は書類を保存できませんでした。";
"failureReason4" = "現在の書類を保存することはできません。";

/* MNUnknownPrintError */
"description5" = "MindNode は書類をプリントできませんでした。";
"failureReason5" = "書類のプリントに失敗しました。問題が続くようでしたらサポートに連絡して下さい。";

/* MNNoNodesPrintError */
"description6" = "MindNode は空の書類をプリントできません。";
"failureReason6" = "ノードを追加しないと書類をプリントできません。";

/* MNUnsuportedDocumentVersionError */
"description7" = "MindNode は指定された書類を読み込めませんでした。";
"failureReason7" = "書類は新しいバージョンのアプリケーションから保存されています。内蔵のソフトウェアアップデータを使って最新版をインストールして下さい。";

/* MNInvalidiCloudConnectionError */
"description8" = "iCloud に接続できません。";
"failureReason8" = "iCloud の設定を見直して、書類の共有が有効になっているか確認して下さい。";

/* MNInvalidiCloudFilenameError */
"description9" = "選択したファイル名は既に存在します。";
"failureReason9" = "同名の書類が iCloud に既に存在します。別の名前を選んでください。";
